Revit 2024 API
ParameterTypeId.AutoMullionInteriorHoriz Property
 "Interior Type"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AutoMullionInteriorHoriz { get; }
Visual Basic
Public Shared ReadOnly Property AutoMullionInteriorHoriz As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AutoMullionInteriorHoriz {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace